Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# HOW_DO_YOU_WANT_TO_SHARE_ID
source: How do you want to share your ID?
de: Wie möchtest du deine ID teilen?
es: ¿Cómo quieres compartir tu ID?
fr: Comment voulez-vous partager votre ID ?
it: Come vuoi condividere il tuo ID?
ja: IDをどのように共有しますか？
ko: 어떤 방법으로 ID를 공유하시겠습니까?
pt_br: Como você quer compartilhar seu ID?
pt_pt: Como pretende partilhar o seu ID?
ru: Как вы хотите поделиться своим ID?
uk: Як ви хочете поділитися своїм ID?
zh_hans: 您想如何分享您的 ID？

source: Hide notifications
de: Benachrichtigungen ausblenden
es: Ocultar notificaciones
fr: Cacher les notifications
it: Nascondi notifiche
ja: 通知を非表示
ko: 알림 숨기기
pt_br: Ocultar notificações
pt_pt: Ocultar notificações
ru: Скрыть уведомления
uk: Приховати сповіщення
zh_hans: 隐藏通知

# Hide notifications content
source: Hide content
de: Inhalt ausblenden
es: Ocultar contenido
fr: Cacher le contenu
it: Nascondi contenuto
ja: コンテンツを非表示
ko: 콘텐츠 숨기기
pt_br: Ocultar conteúdo
pt_pt: Ocultar conteúdo
ru: Скрыть содержимое
uk: Приховати вміст
zh_hans: 隐藏内容

source: Home
de: Startseite
es: Inicio
ja: ホーム
ko: 홈
pt_br: Início
pt_pt: Início
ru: Домой
uk: Головна
zh_hans: 主页

source: iCloud account temporarily unavailable
de: iCloud-Konto vorübergehend nicht verfügbar
es: Cuenta de iCloud temporalmente no disponible
fr: Compte iCloud indisponible pour le moment
it: Account iCloud temporaneamente non disponibile
ja: iCloudアカウントが一時的に利用できません
ko: iCloud 계정이 일시적으로 사용할 수 없습니다
pt_br: Conta iCloud temporariamente indisponível
pt_pt: Conta iCloud temporariamente indisponível
ru: Учетная запись iCloud временно недоступна
uk: Обліковий запис iCloud тимчасово недоступний
zh_hans: iCloud 帐户暂时不可用

# ICLOUD_ACCOUNT_TRY_AGAIN_LATER
source: Please try again later
de: Bitte versuchen Sie es später noch einmal.
es: Por favor, inténtalo de nuevo más tarde
fr: Veuillez essayer à nouveau plus tard
it: Riprova più tardi
ja: 後ほどもう一度お試しください
ko: 잠시 후 다시 시도해 주세요.
pt_br: Por favor, tente novamente mais tarde
pt_pt: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте позже
uk: Будь ласка, спробуйте ще раз пізніше
zh_hans: 请稍后再试

# INCLUDE_CALL_IN_RECENTS
source: Include calls in iOS call log
de: Anrufe in den iOS Anrufprotokollen einbeziehen
es: Incluir llamadas en el registro de llamadas de iOS
fr: Partager liste appels avec le système
it: Includi le chiamate nel registro chiamate iOS
ja: iOSの通話履歴に電話を含める
ko: iOS 통화 기록에 통화 내역을 포함
pt_br: Incluir chamadas no histórico de chamadas do iOS
pt_pt: Incluir chamadas no histórico de chamadas do iOS
ru: Включить звонки в журнал вызовов iOS
uk: Включати дзвінки до журналу викликів iOS
zh_hans: 将通话记录添加到 iOS 通话记录中

# INSTALLED_APP_IS_OUTDATED_ALERT_BODY
source: But don't worry 😊. You can upgrade now to the latest version of Olvid and discover its amazing new features 🤓! We recommend you upgrade now 🚀.
de: Aber keine Sorge 😊. Du kannst jetzt auf die neueste Version von Olvid aktualisieren und seine fantastischen neuen Funktionen 🤓 entdecken! Wir empfehlen dir, jetzt zu aktualisieren 🚀.
es: Pero no te preocupes 😊. Puedes actualizar ahora a la última versión de Olvid y descubrir sus increíbles nuevas funciones 🤓! Te recomendamos que actualices ahora 🚀.
fr: Mais ne vous inquiétez pas 😊. Vous pouvez mettre à jour Olvid dès maintenant et ainsi découvrir les dernières nouveautés 🤓. Nous vous recommandons de mettre à jour maintenant 🚀.
it: Ma non preoccuparti 😊. Puoi aggiornare subito all'ultima versione di Olvid e scoprire le sue fantastiche nuove funzionalità ✨! Ti consigliamo di aggiornare ora 👍.
ja: でも心配しないでくださいね😊。Olvidを最新バージョンにアップデートして、素晴らしい新機能をお楽しみください🎉！今すぐアップデートすることをお勧めします👍。
ko: 하지만 걱정 마세요 😉. 지금 Olvid를 최신 버전으로 업데이트하고 놀라운 새로운 기능을 경험해 보세요! 지금 업데이트하는 것을 추천합니다 👍.
pt_br: Mas não se preocupe 😊. Você pode atualizar agora para a versão mais recente do Olvid e descobrir seus incríveis novos recursos 🤓! Recomendamos que você atualize agora 🚀.
pt_pt: Mas não se preocupe 😊. Pode atualizar agora para a versão mais recente do Olvid e descobrir as suas incríveis novas funcionalidades 🤓! Recomendamos que atualize agora 🚀.
ru: Но не волнуйтесь 😊. Вы можете обновиться до последней версии Olvid и открыть для себя его потрясающие новые функции 🤓! Мы рекомендуем обновиться прямо сейчас 🚀.
uk: Але не хвилюйтеся 😌. Ви можете оновитися зараз до останньої версії Olvid і відкрити для себе її дивовижні нові функції ✨! Ми рекомендуємо оновитися зараз 👍.
zh_hans: 但不用担心 😊。 您可以立即升级到最新版本的 Olvid，并体验其令人惊叹的新功能 🤓！ 我们建议您立即升级 🚀。

# INSTALLED_APP_IS_OUTDATED_ALERT_TITLE
source: Your Olvid version is obsolete 😱!
de: Ihre Olvid-Version ist veraltet 😩!
es: ¡Tu versión de Olvid está obsoleta 😩!
fr: Votre version d'Olvid est obsolète 😱 !
it: La tua versione di Olvid è obsoleta 😩!
ja: お客様のOlvidバージョンは古くなっています😱！
ko: Olvid 앱 버전이 최신이 아닙니다. 😔!
pt_br: Sua versão do Olvid está desatualizada! 😔
pt_pt: A sua versão do Olvid está desatualizada 😩!
ru: Ваша версия Olvid устарела 😔!
uk: Ваша версія Olvid застаріла 😥!
zh_hans: 您的 Olvid 版本已过时 😱！

# INTERNAL_STORAGE_EXPLORER
source: Storage explorer
de: Speicher-Explorer
es: Explorador de almacenamiento
fr: Explorateur interne
it: Esplora file
ja: ストレージエクスプローラー
ko: 저장소 탐색기
pt_br: Gerenciador de arquivos
pt_pt: Explorador de ficheiros
ru: Проводник хранилища
uk: Провідник файлів
zh_hans: 存储资源管理器

# INVITATION_BODY_ACCEPT_GROUP_INVITE_%@
source: You are invited to join a group created by %@.
de: Sie wurden eingeladen, einer Gruppe beizutreten, die von %@ erstellt wurde.
es: Has sido invitado a unirte a un grupo creado por %@.
fr: Vous êtes invité a rejoindre un groupe créé par %@.
it: Sei stato invitato a partecipare a un gruppo creato da %@.
ja: %@ が作成したグループへの招待です。
ko: %@님이 생성한 그룹에 초대되었습니다.
pt_br: Você foi convidado(a) a participar de um grupo criado por %@.
pt_pt: Foi-lhe enviado um convite para participar num grupo criado por %@.
ru: Вас пригласили присоединиться к группе, созданной %@.
uk: Вас запрошено приєднатися до групи, створеної користувачем %@.
zh_hans: 您被邀请加入由 %@ 创建的群组。

# INVITATION_BODY_ACCEPT_GROUP_V2_INVITE
source: You are invited to join a group.
de: Du wurdest eingeladen, einer Gruppe beizutreten.
es: Has sido invitado a unirte a un grupo.
fr: Vous avez reçu une invitation à rejoindre un groupe.
it: Sei stato invitato ad unirti a un gruppo.
ja: グループへの招待を受けました。
ko: 그룹에 초대되었습니다.
pt_br: Você foi convidado(a) a participar de um grupo.
pt_pt: Foste convidado para te juntares a um grupo.
ru: Вас пригласили присоединиться к группе.
uk: Вас запрошено приєднатися до групи.
zh_hans: 您被邀请加入一个群组。

# INVITATION_BODY_ACCEPT_GROUP_V2_INVITE_%@
source: You are invited to join the group "%@".
de: Sie wurden eingeladen, der Gruppe "%@" beizutreten.
es: Has sido invitado a unirte al grupo "%@".
fr: Vous avez reçu une invitation à rejoindre le groupe « %@ ».
it: Sei stato invitato a partecipare al gruppo "%@".
ja: 「%@」グループへの招待をお送りします。
ko: "%@" 그룹에 초대되었습니다.
pt_br: Você foi convidado(a) para participar do grupo "%@".
pt_pt: Foi-lhe enviado um convite para participar no grupo "%@".
ru: Вас пригласили присоединиться к группе "%@".
uk: Вас запрошено приєднатися до групи "%@".
zh_hans: 您被邀请加入群组 "%@"。

# INVITATION_BODY_ACCEPT_INVITE_%@
source: If you ignore this invitation, %@ won't be notified.
de: Wenn du diese Einladung ignorierst, wird %@ nicht benachrichtigt.
es: Si ignoras esta invitación, %@ no será notificado/a.
fr: Si vous ignorez cette invitation, aucune notification ne sera envoyée à %@.
it: Se ignori questo invito, %@ non verrà notificato.
ja: この招待を無視すると、%@には通知されません。
ko: 이 초대 메시지를 무시하면 %@에게 알림이 전송되지 않습니다.
pt_br: Se você ignorar este convite, %@ não será notificado.
pt_pt: Se ignorar este convite, o(a) %@ não será notificado(a).
ru: Если вы проигнорируете это приглашение, %@ не будет уведомлен.
uk: Якщо ви проігноруєте це запрошення, %@ не буде сповіщено.
zh_hans: 如果您忽略此邀请，%@将不会收到通知。

# INVITATION_BODY_ACCEPT_MEDIATOR_INVITE_%@_%@
source: %1$@ would like to introduce you to %2$@. If you accept, %2$@ will be part of your contacts and you will have a private discussion with them.
de: %1$@ möchte Ihnen %2$@ vorstellen. Wenn Sie zustimmen, wird %2$@ zu Ihren Kontakten hinzugefügt und Sie können eine private Unterhaltung mit ihm/ihr führen.
es: %1$@ le gustaría presentarte a %2$@. Si aceptas, %2$@ se añadirá a tus contactos y podrás tener una conversación privada con él/ella.
fr: %1$@ aimerait vous présenter à %2$@. Si vous acceptez, %2$@ fera partie de vos contacts et vous aurez une discussion privée.
it: %1$@ vorrebbe presentarti %2$@. Se accetti, %2$@ verrà aggiunto ai tuoi contatti e potrai avere una conversazione privata con lui/lei.
ja: %1$@ が %2$@ さんをご紹介します。承認すると、%2$@ さんがあなたの連絡先に加わり、プライベートな会話ができるようになります。
ko: %1$@ 님이 %2$@ 님을 소개해 드립니다. 수락하시면 %2$@ 님이 연락처에 추가되고, 두 분은 개인적인 대화를 나눌 수 있습니다.
pt_br: %1$@ gostaria de apresentar você a %2$@. Se você aceitar, %2$@ fará parte dos seus contatos e vocês poderão ter uma conversa particular.
pt_pt: %1$@ gostaria de apresentar-lhe %2$@. Se aceitar, %2$@ fará parte dos seus contactos e poderão ter uma conversa privada.
ru: %1$@ хочет познакомить вас с %2$@. Если вы примите, %2$@ будет добавлен в ваши контакты, и вы сможете вести с ним личную переписку.
uk: %1$@ хотів би познайомити вас із %2$@. Якщо ви приймете, %2$@ буде доданий до ваших контактів, і ви зможете обговорювати з ним/нею особисті питання.
zh_hans: %1$@ 想向您介绍 %2$@。如果您同意，%2$@ 将会成为您的联系人，并且你们可以进行私聊。

# INVITATION_BODY_FREEZE_GROUP_V2_INVITE
source: Please wait while the group is updated...
de: Bitte warten Sie, während die Gruppe aktualisiert wird...
es: Por favor, espere mientras se actualiza el grupo...
fr: Veuillez attendre pendant que le groupe est mis à jour...
it: Attendere prego mentre il gruppo viene aggiornato...
ja: グループ情報の更新を待ってください...
ko: 그룹이 업데이트되는 동안 잠시만 기다려 주세요...
pt_br: Aguarde enquanto o grupo é atualizado...
pt_pt: Aguarde enquanto o grupo é atualizado...
ru: Пожалуйста, подождите, группа обновляется...
uk: Будь ласка, зачекайте, поки група оновлюється...
zh_hans: 请稍候，群组正在更新...

# INVITATION_BODY_INVITATION_ACCEPTED_%@
source: Please wait until %@ is back online.
de: Bitte warte, bis %@ wieder online ist.
es: Por favor, espera hasta que %@ vuelva a estar en línea.
fr: Veuillez attendre que %@ se connecte à nouveau...
it: Si prega di attendere finché %@ non torna online.
ja: %@ がオンラインに戻るまでお待ちください
ko: %@님이 온라인 상태가 될 때까지 기다려 주세요.
pt_br: Aguarde até que %@ fique online novamente.
pt_pt: Por favor, aguarde até que %@ volte a ficar online.
ru: Пожалуйста, подождите, пока %@ не вернется в онлайн.
uk: Будь ласка, зачекайте, поки %@ не буде в мережі.
zh_hans: 请等待 %@ 恢复在线。

# INVITATION_BODY_INVITE_SENT_%@
source: Please wait until %@ accepts to discuss with you.
de: Bitte warten Sie, bis %@ zustimmt, mit Ihnen zu chatten.
es: Por favor, espera a que %@ acepte hablar contigo.
fr: Veuillez attendre que %@ accepte de discuter avec vous.
it: Attendere prego finché %@ non accetta di discutere con lei.
ja: %@ があなたとのチャットに同意するまでお待ちください。
ko: %@ 님이 대화 요청을 수락할 때까지 기다려 주세요.
pt_br: Por favor, aguarde até que %@ aceite conversar com você.
pt_pt: Por favor, aguarde até que %@ aceite conversar consigo.
ru: Пожалуйста, подождите, пока %@ примет ваше приглашение к обсуждению.
uk: Будь ласка, зачекайте, поки %@ прийме вашу пропозицію обговорити це з вами.
zh_hans: 请稍等，等待%@同意与您进行讨论。

# INVITATION_BODY_MEDIATOR_INVITE_ACCEPTED_%@_%@
source: You accepted to be introduced to %2$@ by %1$@. Please wait until %2$@ also accepts this invitation.
de: Du hast akzeptiert, von %1$@ mit %2$@ bekannt gemacht zu werden. Bitte warte, bis %2$@ diese Einladung ebenfalls annimmt.
es: Aceptaste ser presentado a %2$@ por %1$@. Por favor, espera hasta que %2$@ también acepte esta invitación.
fr: Vous avez accepté la présentation de %1$@. Veuillez attendre que %2$@ l'accepte également.
it: Hai accettato di essere presentato a %2$@ da %1$@. Attendi che anche %2$@ accetti questo invito.
ja: %1$@が%2$@との紹介を依頼しました。%2$@がこの招待を承諾するまでお待ちください。
ko: %1$@님이 %2$@님을 소개해 드리는 것에 동의했습니다. %2$@님도 이 초대를 수락할 때까지 기다려 주세요.
pt_br: Você aceitou ser apresentado a %2$@ por %1$@. Por favor, aguarde até que %2$@ também aceite este convite.
pt_pt: Aceitou que %1$@ o apresente a %2$@. Aguarde até que %2$@ também aceite este convite.
ru: Вы согласились, чтобы вас представили %2$@ от имени %1$@. Пожалуйста, подождите, пока %2$@ также примет это приглашение.
uk: Ви погодилися на знайомство з %2$@ від %1$@. Будь ласка, зачекайте, поки %2$@ також прийме це запрошення.
zh_hans: 您已同意由 %1$@ 介绍您与 %2$@ 建立联系。请等待 %2$@ 也接受此邀请。

# INVITATION_BODY_MUTUAL_TRUST_CONFIRMED_%@
source: %@ is now part of your contacts.
de: %@ ist jetzt Teil deiner Kontakte.
es: %@ ahora forma parte de tus contactos.
fr: %@ fait maintenant partie de vos contacts.
it: %@ è stato aggiunto ai tuoi contatti.
ja: %@ があなたの連絡先に登録されました。
ko: %@이(가) 이제 연락처에 추가되었습니다.
pt_br: %@ agora faz parte dos seus contatos.
pt_pt: %@ agora faz parte dos seus contactos.
ru: %@ теперь в ваших контактах.
uk: %@ тепер у вашому списку контактів.
zh_hans: %@ 现在已添加到您的联系人列表。

# INVITATION_BODY_ONE_TO_ONE_INVITATION_RECEIVED_%@
source: If you accept, %@ will be added to your contacts and you will have a private discussion with them.
de: Wenn Sie zustimmen, wird %@ zu Ihren Kontakten hinzugefügt und Sie können eine private Unterhaltung mit dieser Person führen.
es: Si aceptas, %@ se añadirá a tus contactos y podrás tener una conversación privada con esa persona.
fr: Si vous acceptez, %@ fera partie de vos contacts et vous aurez une discussion privée.
it: Se accetti, %@ verrà aggiunto ai tuoi contatti e potrai avviare una conversazione privata con lui/lei.
ja: 承認すると、%@ があなたの連絡先に登録され、非公開のチャットを開始できるようになります。
ko: 수락하시면 %@이(가) 연락처에 추가되고, 비공개 대화를 시작할 수 있습니다.
pt_br: Se você aceitar, %@ será adicionado aos seus contatos e você poderá ter uma conversa privada com essa pessoa.
pt_pt: Se aceitar, %@ será adicionado aos seus contactos e poderá iniciar uma conversa privada com essa pessoa.
ru: Если вы подтвердите, %@ будет добавлен в ваши контакты, и вы сможете вести с ним личную переписку.
uk: Якщо ви приймете, %@ буде додано до ваших контактів, і ви зможете вести з ним приватне спілкування.
zh_hans: 如果您同意，%@将被添加到您的联系人中，并且您将可以与他们进行私聊。

# INVITATION_BODY_ONE_TO_ONE_INVITATION_SENT_%@
source: Please wait until they accept it 🤞.
de: Bitte warte, bis sie es akzeptieren 🤞.
es: Por favor, espera a que lo acepten 🤞.
fr: Veuillez patienter jusqu'à ce que %@ l'accepte 🤞.
it: Attendere che lo accettino 🤞.
ja: 相手が承認するまでしばらくお待ちください。🤞
ko: 승낙할 때까지 잠시 기다려 주세요. 🫡
pt_br: Por favor, aguarde até que eles aceitem 🤞.
pt_pt: Por favor, aguarde até que aceitem.🧢
ru: Пожалуйста, подождите, пока они примут это 🤞.
uk: Будь ласка, зачекайте, поки вони приймуть це 🤞.
zh_hans: 请等待对方接受。🤞

# INVITATION_BODY_SAS_CONFIRMED_%@
source: Almost there! Please give your code to %@.
de: Fast geschafft! Bitte gib deinen Code an %@ weiter.
es: ¡Ya casi! Por favor, comparte tu código con %@.
fr: Nous y sommes presque ! Transmettez votre code à %@.
it: Ci siamo quasi! Per favore, fornisci il tuo codice a %@.
ja: もうすぐ！ %@ にコードを送ってください。
ko: 거의 다 왔어요! %@에게 코드를 전달해주세요.
pt_br: Quase pronto! Por favor, compartilhe seu código com %@.
pt_pt: Quase pronto! Por favor, partilhe o seu código com %@.
ru: Почти готово! Пожалуйста, сообщите свой код %@.
uk: Майже готово! Будь ласка, надайте ваш код %@.
zh_hans: 就快完成了！请将您的代码交给 %@。

# INVITATION_BODY_SAS_EXCHANGE_%@
source: To discuss with %1$@, you must give them your code and enter theirs. Those codes are not secret, but please make sure that %1$@ is indeed the one giving you the code.
de: Um mit %1$@ zu sprechen, müssen Sie ihnen Ihren Code geben und ihren Code eingeben. Diese Codes sind nicht geheim, aber bitte stellen Sie sicher, dass %1$@ tatsächlich die Person ist, die Ihnen den Code gibt.
es: Para hablar con %1$@, debes proporcionarles tu código e ingresar el suyo. Esos códigos no son secretos, pero asegúrate de que %1$@ sea realmente quien te está dando el código.
fr: Pour discuter avec %1$@, vous devez lui transmettre votre code et saisir le sien. Ces codes ne sont pas secrets, mais assurez-vous que c'est bien %1$@ qui vous transmet son code.
it: Per parlare con %1$@, devi fornire il tuo codice e inserire il loro. Questi codici non sono segreti, ma assicurati che sia effettivamente %1$@ a fornirtelo.
ja: %1$@とメッセージをやり取りするには、相手に自分のコードを伝え、相手からコードを受け取る必要があります。これらのコードは秘密ではありませんが、%1$@が実際にコードを伝えてくれる相手であることを確認してください。
ko: %1$@와 대화하려면, 상대방에게 본인의 코드를 제공하고 상대방의 코드를 입력해야 합니다. 이 코드는 비밀 정보는 아니지만, %1$@가 실제로 코드를 제공하는 사람인지 확인해 주시기 바랍니다.
pt_br: Para conversar com %1$@, você deve fornecer seu código e inserir o código dele. Esses códigos não são confidenciais, mas, por favor, certifique-se de que %1$@ é realmente a pessoa que está fornecendo o código.
pt_pt: Para conversar com %1$@, tem de fornecer o seu código e introduzir o código dessa pessoa. Estes códigos não são secretos, mas, por favor, certifique-se de que %1$@ é realmente a pessoa que lhe está a fornecer o código.
ru: Чтобы обсудить с %1$@, вам нужно сообщить им свой код и ввести их код. Эти коды не являются секретными, но убедитесь, что именно %1$@ предоставляет вам код.
uk: Щоб обговорити з %1$@, вам потрібно надати їм свій код та ввести їхній. Ці коди не є секретними, але переконайтеся, що саме %1$@ надає вам код.
zh_hans: 要与 %1$@ 讨论，您需要提供您的代码，并输入他们的代码。这些代码不是秘密，但请确保 %1$@ 确实是提供代码的人。

# INVITATION_TITLE_ACCEPT_GROUP_INVITE_%@
source: %@ invites you to a group
de: %@ lädt dich in eine Gruppe ein
es: %@ te invita a un grupo
fr: %@ vous invite dans un groupe
it: %@ ti invita in un gruppo
ja: %@がグループにあなたを招待しました
ko: %@님이 그룹에 초대합니다
pt_br: %@ te convida para um grupo
pt_pt: %@ convida-te para um grupo
ru: %@ приглашает вас в группу
uk: %@ запрошує вас до групи
zh_hans: %@ 邀请您加入群组

# INVITATION_TITLE_ACCEPT_GROUP_V2_INVITE
source: You are invited to join a group
de: Du wurdest eingeladen, einer Gruppe beizutreten.
es: Has sido invitado a unirte a un grupo
fr: Vous avez reçu une invitation à rejoindre un groupe
it: Sei stato invitato a partecipare a un gruppo
ja: グループへの招待を受けました
ko: 그룹에 초대되었습니다.
pt_br: Você foi convidado(a) para participar de um grupo
pt_pt: Foste convidado(a) para te juntares a um grupo
ru: Вас пригласили присоединиться к группе
uk: Вас запрошено приєднатися до групи
zh_hans: 您已被邀请加入群组

# INVITATION_TITLE_ACCEPT_INVITE_%@
source: %@ would like to discuss with you
de: %@ möchte mit Ihnen sprechen
es: %@ le gustaría hablar contigo
fr: %@ aimerait discuter avec vous
it: %@ vorrebbe parlare con te
ja: %@があなたと話したいと思っています
ko: %@님이 귀하와 이야기를 나누고 싶어합니다
pt_br: %@ gostaria de conversar com você
pt_pt: %@ gostaria de conversar consigo
ru: %@ хотел(а) бы обсудить это с вами
uk: %@ хотів би/хотіла би обговорити це з вами
zh_hans: %@ 想和你聊聊

# INVITATION_TITLE_ACCEPT_MEDIATOR_INVITE_%@_%@
source: %1$@ introduces you to %2$@
de: %1$@ stellt dir %2$@ vor
es: %1$@ te presenta a %2$@
fr: %1$@ vous présente %2$@
it: %1$@ presenta %2$@
ja: %1$@ が %2$@ をご紹介します
ko: %1$@님이 %2$@님을 소개합니다.
pt_br: %1$@ apresenta você a %2$@
pt_pt: %1$@ apresenta-te a %2$@
ru: %1$@ знакомит вас с %2$@
uk: %1$@ знайомить вас з %2$@
zh_hans: %1$@ 向您推荐 %2$@

# INVITATION_TITLE_FREEZE_GROUP_V2_INVITE
source: You are invited to join a group
de: Du wurdest eingeladen, einer Gruppe beizutreten
es: Has sido invitado a unirte a un grupo
fr: Vous avez reçu une invitation à rejoindre un groupe
it: Sei stato invitato a partecipare a un gruppo
ja: グループへの招待があります
ko: 그룹에 참여하도록 초대되었습니다.
pt_br: Você foi convidado a participar de um grupo
pt_pt: Foste convidado(a) para participar num grupo
ru: Вас пригласили присоединиться к группе
uk: Вас запрошено приєднатися до групи
zh_hans: 您被邀请加入一个群组

# INVITATION_TITLE_INVITATION_ACCEPTED_%@
source: You accepted %@'s invitation
de: Du hast die Einladung von %@ angenommen.
es: Aceptaste la invitación de %@
fr: Vous avez accepté l'invitation de %@
it: Hai accettato l'invito di %@
ja: %@からの招待を承諾しました
ko: %@님의 초대 요청을 수락했습니다.
pt_br: Você aceitou o convite de %@.
pt_pt: Aceitou o convite de %@.
ru: Вы приняли приглашение от %@
uk: Ви прийняли запрошення від %@
zh_hans: 您已接受 %@ 的邀请

# INVITATION_TITLE_INVITE_SENT_%@
source: Waiting for %@
de: Warte auf %@
es: Esperando a %@
fr: En attente de %@
it: In attesa di %@
ja: %@を待っています
ko: %@를 기다리는 중
pt_br: Aguardando %@
pt_pt: A aguardar %@
ru: Ожидание %@
uk: Очікується на %@
zh_hans: 等待 %@

# INVITATION_TITLE_MEDIATOR_INVITE_ACCEPTED_%@_%@
source: %1$@ introduces you to %2$@
de: %1$@ stellt dir %2$@ vor
es: %1$@ le presenta a %2$@
fr: %1$@ vous présente %2$@
it: %1$@ presenta %2$@
ja: %1$@ が %2$@ をご紹介します
ko: %1$@님이 %2$@님을 소개합니다.
pt_br: %1$@ apresenta você a %2$@
pt_pt: %1$@ apresenta-te a %2$@
ru: %1$@ знакомит вас с %2$@
uk: %1$@ знайомить вас з %2$@
zh_hans: %1$@ 向您介绍 %2$@

# INVITATION_TITLE_MUTUAL_TRUST_CONFIRMED_%@
source: Well done!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Formidable !
it: Ben fatto!
ja: よくできました！
ko: 잘 하셨어요!
pt_br: Parabéns!
pt_pt: Muito bem!
ru: Отлично!
uk: Молодець!
zh_hans: 做得好！

# INVITATION_TITLE_ONE_TO_ONE_INVITATION_RECEIVED_%@
source: %@ would like to have a private discussion with you
de: %@ möchte eine private Unterhaltung mit Ihnen führen
es: %@ quisiera tener una conversación privada contigo
fr: %@ aimerait avoir une discussion privée avec vous
it: %@ vorrebbe avere una conversazione privata con te
ja: %@ があなたと個人的に話したいと思っています
ko: %@ 님이 귀하와 비공개 대화를 나누고 싶어합니다.
pt_br: %@ gostaria de ter uma conversa particular com você
pt_pt: %@ gostaria de ter uma conversa privada consigo
ru: %@ хотел(а) бы(а) обсудить что-то в личных сообщениях с вами
uk: %@ хотів би/хотіла би поспілкуватися з вами приватно
zh_hans: %@ 想要与您进行私下讨论

# INVITATION_TITLE_ONE_TO_ONE_INVITATION_SENT_%@
source: You invited %@ to have a private discussion
de: Sie haben %@ zu einem privaten Gespräch eingeladen
es: Invitaste a %@ a tener una conversación privada
fr: Vous avez envoyé une invitation à discuter en privé à %@
it: Hai invitato %@ ad una discussione privata
ja: %@ をプライベートな会話に招待しました
ko: %@님을 개인 대화에 초대했습니다.
pt_br: Você convidou %@ para participar de uma conversa privada.
pt_pt: Convidaste o(a) %@ para uma conversa privada.
ru: Вы пригласили %@ к приватной беседе
uk: Ви запросили %@ до приватної дискусії
zh_hans: 您邀请了 %@ 加入私人讨论

# INVITATION_TITLE_SAS_CONFIRMED_%@
source: Give your code to %@
de: Gib deinen Code an %@ weiter
es: Entrega tu código a %@
fr: Donnez votre code à %@
it: Affida il tuo codice a %@
ja: %@にコードを共有してください
ko: %@에게 코드를 알려주세요
pt_br: Compartilhe seu código com %@
pt_pt: Partilhe o seu código com %@
ru: Передайте свой код %@
uk: Надайте свій код %@
zh_hans: 将你的代码交给 %@

# INVITATION_TITLE_SAS_EXCHANGE_%@
source: Give your code to %@
de: Gib deinen Code an %@
es: Dale tu código a %@
fr: Donnez votre code à %@
it: Affida il tuo codice a %@
ja: %@にコードを渡してください
ko: %@에게 코드를 전달하세요
pt_br: Compartilhe seu código com %@
pt_pt: Partilhe o seu código com %@
ru: Предоставьте свой код %@
uk: Надайте свій код для %@
zh_hans: 将您的代码提供给 %@

source: In-app logs
de: In-App-Protokolle
es: Registros de la aplicación
fr: Logs intégrés
it: Log di sistema
ja: アプリ内ログ
ko: 앱 내 로그
pt_br: Logs dentro do aplicativo
pt_pt: Registos da aplicação
ru: Встроенные логи
uk: Логи в застосунку
zh_hans: 应用内日志

# IOS_OR_IPADOS_UPGRADE_REQUIRED
source: OS upgrade required
de: OS-Update erforderlich
es: Se requiere actualizar el sistema operativo
fr: Mise à jour nécessaire
it: Aggiornamento del sistema operativo richiesto
ja: OSのアップデートが必要です
ko: OS를 업데이트해야 합니다.
pt_br: É necessária uma atualização do sistema operacional
pt_pt: É necessária uma atualização do sistema operativo
ru: Требуется обновление ОС
uk: Потрібне оновлення ОС
zh_hans: 需要升级操作系统

source: is deleting
de: löscht gerade
es: está borrando
fr: suppression en cours
it: sta eliminando
ja: 削除中です
ko: 삭제 중입니다
pt_br: está excluindo
pt_pt: está a eliminar
ru: удаляет
uk: видаляє
zh_hans: 正在删除
